7zip
adw-gtk-theme
alacritty
aquamarine
base
base-devel
blender
brightnessctl
btop-no-gpu
cairo
catppuccin-cursors-macchiato
cava
cbonsai-git
cli-visualizer
cmake
cmatrix
cowsay
dhcpcd
dialog
docker
docker-compose
dolphin
extra-cmake-modules
fastfetch
firefox
fontforge
freerdp
gamescope
gedit
git
git-lfs
glfw
glslang
gnu-netcat
grim
gvfs
hyprcursor
hyprgraphics
hyprland
hyprland-protocols
hyprlang
intel-ucode
iwd
java-openjfx
jdk-openjdk
jq
kitty
kwin-effect-rounded-corners-git
kwin-scripts-krohnkite-git
lib32-vulkan-intel
libdisplay-info
libdrm
libevdev
libglvnd
libinput
libsass
libx11
libxkbcommon
libxrender
linux
linux-firmware
linux-headers
mesa
nano
nnn
openssh
otf-aurebesh
pango
pipewire
pixman
plasma-desktop
pre-commit
pulseaudio
python-pywalfox
pywal-spicetify
rsync
seatd
sof-firmware
spicetify-cli
spotify
sshfs
steam
sudo
swww
ttf-3270-nerd
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-monofur
ulauncher
visual-studio-code-bin
vulkan-icd-loader
vulkan-intel
vulkan-validation-layers
waybar
wayland
wayland-protocols
whitesur-cursor-theme-git
whitesur-gtk-theme
wofi
wpgtk-git
xf86-video-intel
xorg-iceauth
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
